[
  {
    "id": 1,
    "title": "THE LION KING",
    "image": "lion.jpg",
    "director": "George Lucas",
    "price": 18.99,
    "category": 1,
    "year": 1999,
    "duration": "169 min",
    "actors": "Nombres..",
    "synopsis": "This Disney animated feature follows the adventures of the young lion Simba, the heir of his father, Mufasa. Simba's wicked uncle, Scar, plots to usurp Mufasa's throne by luring father and son into a stampede of wildebeests. But Simba escapes, and only Mufasa is killed. Simba returns as an adult to take back his homeland from Scar with the help of his friends Timon and Pumbaa. "
  },
  {
    "id": 2,
    "title": "INTERSTELLAR",
    "image": "interstelar.jpg",
    "director": "George Lucas",
    "price": 12.99,
    "category": 2,
    "year": 2014,
    "duration": "169 min",
    "actors": "Nombres..",
    "synopsis": "Earth's future has been riddled by disasters, famines, and droughts. There is only one way to ensure mankind's survival: Interstellar travel. A newly discovered wormhole in the far reaches of our solar system allows a team of astronauts to go where no man has gone before, a planet that may have the right environment to sustain human life."
  },
  {
    "id": 3,
    "title": "AVATAR",
    "image": "avatar.jpg",
    "director": "George Lucas",
    "price": 10.99,
    "category": 4,
    "year": 1999,
    "duration": "169 min",
    "actors": "Nombres..",
    "synopsis": "On the lush alien world of Pandora live the Na'vi, beings who appear primitive but are highly evolved. Because the planet's environment is poisonous, human/Na'vi hybrids, called Avatars, must link to human minds to allow for free movement on Pandora. Jake Sully, a paralyzed former Marine, becomes mobile again through one such Avatar and falls in love with a Na'vi woman. As a bond with her grows, he is drawn into a battle for the survival of her world."
  },
  {
    "id": 4,
    "title": "ENDGAME",
    "image": "endgame.jpg",
    "director": "George Lucas",
    "price": 20.99,
    "category": 1,
    "year": 2017,
    "duration": "169 min",
    "actors": " Robert Downey Jr., Chris Evans, Mark Ruffalo",
    "synopsis": "The grave course of events set in motion by Thanos, that wiped out half the universe and fractured the Avengers ranks, compels the remaining Avengers to take one final stand in Marvel Studios' grand conclusion to twenty-two films"
  },
  {
    "id": 5,
    "title": "DUMB AND DUMBER",
    "image": "dumb.jpg",
    "director": "Peter Farrelly, Bobby Farrelly",
    "price": 18.99,
    "category": 3,
    "year": 1994,
    "duration": "125 min",
    "actors": "Jim Carrey, Jeff Daniels, Lauren Holly",
    "synopsis": "Shitty text"
  },
  {
    "id": 6,
    "title": "TITANIC",
    "image": "titanic.jpg",
    "director": "James Cameron",
    "price": 11.99,
    "category": 1,
    "year": 1998,
    "duration": "194 min",
    "actors": "Leonardo DiCaprio, Kate Winslet, Billy Zane",
    "synopsis": "A young high society woman abandons her arrogant suitor for a humble artist on the ocean liner that sank during her maiden voyage."
  },
  {
    "id": 7,
    "title": "PULP FICTION",
    "image": "pulp.jpg",
    "director": "Quentin Tarantino",
    "price": 10.99,
    "category": 1,
    "year": 1994,
    "duration": "154 min",
    "actors": "John Travolta, Samuel L. Jackson, Bruce Willis, Uma Thurman ",
    "synopsis": "Jules Winnfield (Samuel L. Jackson) and Vincent Vega (John Travolta) work as hit men for crime boss Marcellus Wallace (Ving Rhames). Wallace is currently dealing with Butch Collidge (Bruce Willis), a boxer who failed to throw a fight after taking Wallace's money and is now planning to flee the city, but can't leave his father's watch behind. Vincent faces some problems of his own when Wallace asks him to show his wife Mia (Uma Thurman) a good time while he's away. Some of these people redeem themselves and some don't, and all meet an end appropriate to their choices."
  }
]
